beerbook-backend/app/controllers/beers_controller.rb

    def index
        beers = Beer.all
---
SELECT "beers".* FROM "beers"